Repository: dsheeler/CoverflowAltTab
Catalog: locale/*/LC_MESSAGES/coverflow.po
Languages: nl, tr, zh_tw

source: Coverflow
tr: Kapak geçişi

source: Timeline
nl: Tijdlijn
tr: Zaman çizelgesi
zh_tw: 時間軸

source: Bottom
nl: Onderaan
tr: Alt
zh_tw: 底部

source: Top
nl: Bovenaan
tr: Üst
zh_tw: 頂部

source: Classic
nl: Klassiek
tr: Klasik
zh_tw: 傳統式

source: Overlay
nl: Bovenop
tr: Kaplı
zh_tw: 覆蓋式

source: <b>Please restart Gnome-Shell to apply changes! (Hit Alt+F2, type 'r' and press Enter) </b>
tr: <b>Değişiklikleri uygulamak için lütfen Gnome-Shell'i yeniden başlatın! (Alt + F2 tuşuna basın, 'r' yazın ve Enter'a basın) </b>
zh_tw: <b>請重新啟動 GNOME Shell 以套用變更！（按 Alt+F2，輸入 'r' 後按 Enter） </b>

source: Hide panel during Coverflow
nl: Bovenbalk verbergen tijdens tonen van Coverflow
tr: Kapak geçişi sırasında paneli gizle
zh_tw: Coverflow 時隱藏面板

source: Always show the switcher on the primary monitor
nl: Taakwisselaar altijd op primair beeldscherm tonen
tr: Değiştiriciher zaman birincil monitörde göster
zh_tw: 永遠在主顯示器顯示切換器

source: Switcher style
nl: Stijl van taakwisselaar
tr: Değiştirici stili
zh_tw: 切換器樣式

source: Animation speed (smaller means faster)
nl: Animatiesnelheid (lager = sneller)
tr: Animasyon hızı (daha az, daha hızlı demektir)
zh_tw: 動畫速度（越小即越快）

source: Background dim-factor (smaller means darker)
nl: Dimfactor van achtergrond (lager = donkerder)
tr: Arka plan karartma (daha az, daha koyu demektir)
zh_tw: 背景暗度因數（越小越暗）

source: Window title box position
nl: Positie van venstertitel
tr: Pencere başlığı konumu
zh_tw: 視窗標題框位置

source: Application icon style
nl: Pictogramstijl
tr: Uygulama simge stili
zh_tw: 應用程式圖示樣式

source: Elastic animations
nl: Elastische animaties
tr: Elastik animasyonlar
zh_tw: 彈性動畫

source: Vertical offset (positive value moves everything up, negative down)
nl: Verticale uitlijning (positief verplaatst alles naar boven; negatief naar onder)
tr: Dikey uzaklık (pozitif değer her şeyi yukarı, negatif değer aşağı hareket ettirir)
zh_tw: 垂直偏移（正數值即全部向上移動，負數值則向下）

source: Current workspace only
nl: Alleen huidige werkblad
tr: Yalnızca mevcut çalışma alanı
zh_tw: 僅目前工作區

source: All workspaces
nl: Alle werkbladen
tr: Tüm çalışma alanları
zh_tw: 所有工作區

source: All workspaces, current first
nl: Alle werkbladen; huidige eerst
tr: Tüm çalışma alanları, önce geçerli
zh_tw: 所有工作區，目前優先

source: Show windows from current or all workspaces
nl: Vensters van huidige of alle werkbladen tonen
tr: Mevcut veya tüm çalışma alanlarından pencereleri göster
zh_tw: 顯示目前還是所有工作區的視窗

source: Only switch between windows on current monitor
nl: Alleen schakelen tussen vensters op huidig beeldscherm
