Repository: dsheeler/CoverflowAltTab
Catalog: CoverflowAltTab@dmo60.*/locale/*/LC_MESSAGES/coverflow.po
Languages: sv

source: Coverflow
sv: Täckflöde

source: Timeline
sv: Tidslinje

source: Bottom
sv: Under

source: Top
sv: Över

source: Classic
sv: Klassisk

source: Overlay
sv: Överlagrad

source: <b>Please restart Gnome-Shell to apply changes! (Hit Alt+F2, type 'r' and press Enter) </b>
sv: <b> Starta om Gnome-Shell för att tillämpa ändringarna! (Tryck Alt + F2, skriv 'r' och tryck Enter) </b>

source: Hide panel during Coverflow
sv: Dölj panelen under växling

source: Always show the switcher on the primary monitor
sv: Visa alltid växlaren på den primära bildskärmen

source: Switcher style
sv: Stil för växlare

source: Animation speed (smaller means faster)
sv: Animationshastighet (mindre betyder snabbare)

source: Background dim-factor (smaller means darker)
sv: Bakgrundens dämpningsfaktor (mindre betyder mörkare)

source: Window title box position
sv: Position för fönstrets titelruta

source: Application icon style
sv: Applikationsikonstil

source: Elastic animations
sv: Elastiska animationer

source: Vertical offset (positive value moves everything up, negative down)
sv: Vertikal förskjutning (positivt värde flyttar allt uppåt, negativt nedåt)

source: Current workspace only
sv: Endast nuvarande arbetsyta

source: All workspaces
sv: Alla arbetsytor

source: All workspaces, current first
sv: Alla arbetsytor, nuvarande först

source: Show windows from current or all workspaces
sv: Visa fönster från nuvarande eller alla arbetsytor
