Repository: dsheeler/CoverflowAltTab
Catalog: locale/*.po
Languages: de, es, it, ja, pl, ru, sv, ta, tr

source: Reset to default value
de: Auf Standardwert zurücksetzen
es: Restablecer valor predeterminado
it: Resetta al valore di default
ja: デフォルト値に戻す
pl: Zresetuj do podstawowej wartości
ru: Сброс к значению по умолчанию
sv: Återställ till standardvärde
ta: இயல்புநிலை மதிப்புக்கு மீட்டமை
tr: Varsayılan değere sıfırla

source: Version %d
es: Versión %d
it: Versione %d
ja: バージョン %d
pl: Wersja %d
ru: Версия %d
ta: பதிப்பு %d
tr: Sürüm %d

source: General
de: Allgemein
it: Generale
ja: 一般
pl: Generalne
ru: Основные
sv: Allmänt
ta: பொது
tr: Genel

source: Switcher Properties
de: Eigenschaften des Umschalters
es: Propiedades del conmutador
it: Proprietà del carosello
ja: スイッチャーのプロパティ
ru: Свойства переключателя
sv: Egenskaper för växlare
ta: மாற்றிப் பண்புகள்
tr: Geçiş Ayarları

source: Flip Stack
de: Stapel umdrehen
es: Voltear pila
it: Pila Ribaltabile
ja: 反対側にジャンプ
ru: Туда и обратно
sv: Stapel
ta: அடுக்கு புரட்டு
tr: Yığın

source: Carousel
de: Karussell
es: Carrusel
it: Carosello
ja: カルーセル
pl: Karuzela
ru: Карусель
sv: Karusell
ta: கொணர்வி
tr: Döngü

source: Looping Method
de: Looping-Methode
es: Método del bucle
it: Metodo Looping
ja: ループの方法
pl: Metoda zapętlenia
ru: Способ зацикливания
sv: Bläddringsmetod
ta: வளைய முறை
tr: Geçiş Yöntemi

source: How to cycle through windows.
de: Wie man durch Fenster schaltet.
es: Cómo pasar por las ventanas.
it: Come fare un ciclo attraverso le finestre.
ja: 全ウィンドウを周回する方法。
ru: Как переключаться между окнами.
sv: Hur man växlar mellan fönster.
ta: சாளரங்கள் வழியாகச் சுழற்சி செய்வது எப்படி.
tr: Pencereler arası geçiş şekli.

source: Coverflow
de: Bilderfluss
it: Copertine
pl: Karuzela
sv: Täckflöde
ta: மூடிபாய்ச்சல்
tr: Kapak geçişi

source: Timeline
de: Zeitstrahl
es: Línea de tiempo
ja: タイムライン
pl: Oś czasu
ru: Временная шкала
sv: Tidslinje
ta: காலவரிசை
tr: Zaman çizelgesi

source: Style
de: Stil
es: Estilo
it: Stile
ja: スタイル
pl: Styl
ru: Стиль
sv: Stil
ta: பாணி
tr: Tarz

source: Pick the type of switcher.
de: Den Typ des Umschalters auswählen.
es: Elegir el tipo de conmutador.
it: Scegli il tipo di switcher.
ja: スイッチャーの種類を選択します。
pl: Wybierz typ przełącznika
ru: Выберите тип переключателя.
sv: Välj typ av växlare.
ta: மாற்றி வகையைத் தேர்ந்தெடு.
tr: Değiştirici türünü seç.

source: Vertical Offset
de: Vertikaler Versatz
es: Desplazamiento vertical
it: Offset Verticale
ja: 垂直方向のオフセット
pl: Przesunięcie pionowe
ru: Вертикальное смещение
sv: Vertikal förskjutning
ta: செங்குத்து ஈடுசெய்
tr: Dikey ofset

source: Positive value moves everything down, negative up.
de: Ein positiver Wert bewegt alles nach unten, ein negativer nach oben.
es: Un valor positivo mueve todo hacia abajo, negativo hacia arriba.
it: Il valore positivo sposta tutto verso il basso, quello negativo verso l'alto.
ja: 正の値にすると表示が下に移動し、負の値にすると上に移動します。
ru: Вертикальное смещение (положительное вверх, отрицательное вниз).
sv: Positivt värde flyttar allt nedåt, negativt uppåt.
ta: நேர்மறை மதிப்பு எல்லாவற்றையும் எதிர்மறையாக நகர்த்துகிறது.
tr: Pozitif değer her şeyi aşağıya, negatif değer ise her şeyi yukarıya hareket ettirir.

source: Bottom
de: Unten
es: Inferior
it: Sotto
ja: 下部
pl: Dół
ru: Снизу
sv: Under
ta: கீழே
tr: Alt

source: Top
de: Oben
es: Superior
it: Sopra
ja: 上部
pl: Góra
ru: Вверху
sv: Över
ta: மேலே
tr: Üst

source: Window Title Position
de: Fenstertitelposition
es: Posición del título de ventana
it: Posizione del titolo della finestra
ja: ウィンドウタイトルの位置
ru: Позиция заголовка окна
sv: Position för fönstrets titelruta
ta: சாளர தலைப்பு நிலை
tr: Pencere başlığı konumu

source: Place window title above or below the switcher.
de: Fenstertitel oberhalb oder unterhalb des Schalters platzieren.
es: Coloque el título de la ventana arriba o debajo del conmutador.
it: Posiziona il titolo della finestra sopra o sotto il carosello.
ja: ウィンドウタイトルをスイッチャーの上部または下部に配置します。
pl: Ustaw tytuł okna nad lub pod przełącznikiem
ru: Заголовок окна над или под переключателем.
sv: Placera fönstertiteln ovanför eller under växlaren.
ta: சாளர தலைப்பை மாற்றிக்கு மேலே அல்லது கீழே வைக்கவும்.
tr: Pencere başlığını değiştiricinin üstüne veya altına yerleştir.

source: Enforce Primary Monitor
de: Primären Monitor erzwingen
es: Forzar el monitor primario
it: Forza il monitor principale
ja: プライマリモニターを強制
pl: Wymuś Główny Monitor
ru: Использовать основной монитор
sv: Tvinga primär bildskärm
ta: முதன்மை கணித்திரை செயல்படுத்து
tr: Birinci monitöre zorla

source: Always show on the primary monitor, otherwise, show on the active monitor.
de: Immer auf dem primären Monitor anzeigen, ansonsten auf dem aktiven Monitor anzeigen.
es: Siempre mostrar en el monitor primario, de otra manera, mostrar en el monitor activo.
it: Mostra sempre sul monitor primario, altrimenti mostra sul monitor attivo.
ja: 常にプライマリモニター上に表示します。無効にすると、現在のモニター上に表示します。
ru: Всегда отображать окна на основном мониторе, иначе показывать на активном мониторе.
sv: Visa alltid på den primära bildskärmen, annars visas den på den aktiva bildskärmen.
ta: முதன்மை கணித்திரையில் எப்போதும் காண்பி, இல்லையெனில், செயலில் உள்ள கணித்திரையில் காண்பி.
tr: Her zaman birincil monitörde göster, aksi takdirde aktif monitörde göster.

source: Hide Panel
de: Bedienfeld ausblenden
es: Ocultar panel
it: Nascondi Pannello
ja: パネルを隠す
pl: Ukryj Panel
ru: Скрыть панель
sv: Dölj systemraden
ta: பலகையை மறை
tr: Paneli gizle

source: Hide panel when switching windows.
de: Bedienfeld beim Fensterwechsel ausblenden.
es: Ocultar el panel cuando se estén cambiando las ventanas.
it: Nascondi pannello quando si cambia finestra.
ja: ウィンドウ切り替え時にパネルを隠します。
ru: Скрыть панель при переключении окон.
sv: Dölj systemraden när du byter fönster.
ta: சாளரங்களை மாற்றும்போது பலகையை மறை.
tr: Pencereleri değiştirirken paneli gizle.

source: Invert Swipes
de: Wischen invertieren
es: Golpes invertidos
it: Inverti Swipe
ja: スワイプを逆にする
ru: Инвертировать свайпы
sv: Invertera svepningar
ta: தேய்ப்புகள் தலைகீழ்
tr: Kaydırma Yönü

source: Invert system scroll direction setting.
de: Invertiert die Systemeinstellung der Bildlaufrichtung.
es: Invertir la dirección de desplazamiento del sistema.
it: Inverti l’impostazione di sistema per la direzione dello scorrimento.
ja: システムのスクロール方向の設定を逆にします。
ru: Инвертировать системные настройки направления прокрутки.
sv: Invertera inställningen för systemets rullningsriktning.
ta: கணினி உருள் திசை அமைப்பைத் தலைகீழ்.
tr: Sistem kaydırma yönünü tersine çevir.

source: Background
de: Hintergrund
es: Fondo
it: Sfondo
ja: 背景
pl: Tło
ru: Справочная информация
sv: Bakgrund
ta: பின்னணி
tr: Arka plan

source: Dim-factor
es: Factor de atenuación
it: Fattore di Dimensione
ja: 暗さ係数
ru: Затемнение фона
sv: Dimfaktor
ta: மங்கல்-காரணி
tr: Karartma Oranı

source: Bigger means darker.
de: Größer bedeutet dunkler.
es: Más grande significa más oscuro.
it: Più grande significa più scuro.
ja: 大きいほど暗くなります。
ru: Больше значит темнее.
sv: Större värde betyder mörkare.
ta: பெரியது என்றால் இருண்டது.
tr: Yüksek değer daha koyu demektir.

source: Animation
es: Animación
it: Animazione
ja: アニメーション
pl: Animacja
ru: Анимации
sv: Animering
ta: அசைவூட்டம்
tr: Animasyon

source: Properties
de: Eigenschaften
es: Propiedades
it: Proprietà
ja: プロパティ
ru: Свойства
sv: Egenskaper
ta: பண்புகள்
tr: Özellikler

source: Easing Function
de: Elastische Animation
es: funciones de aceleración
ja: イージング関数
ru: Тип анимации
ta: தளர்த்தல் செயல்பாடு
tr: Geçiş Efekti

source: Determine how windows move.
de: Bestimmt, wie Fenster sich bewegen.
es: Determinar cómo se mueven las ventanas.
ja: ウィンドウの移動方法を設定します。
ru: Определите, как движутся окна.
sv: Bestämmer hur fönstren rör sig.
ta: சாளரங்கள் எவ்வாறு நகர்கின்றன என்பதை தீர்மானி.
tr: Pencerelerin hareket şeklini belirler.

source: Duration [s]
de: Dauer [s]
es: Duración [s]
it: Durata [s]
ja: 長さ [秒]
pl: Czas trwania [s]
ru: Продолжительность [с]
sv: Varaktighet [s]
ta: காலம் [கள்]
tr: Süre [s]

source: Randomize Durations
de: Dauer zufällig bestimmen
es: Aleatorizar las duraciones
it: Randomizza la Durata
ja: 長さをランダムにする
pl: Losowe czasy trwania
ru: Случайная продолжительность
sv: Slumpa varaktighet
ta: சீரற்ற காலங்களைச் சீரற்றதாக்கு
tr: Süreleri rastgeleleştir

source: Each animation duration assigned randomly between 0 and configured duration.
de: Jede Animationsdauer wird zwischen 0 und der konfigurierten Dauer zufällig zugewiesen.
es: La duración de cada animación se asigna aleatoriamente entre 0 y la duración configurada.
it: La durata di ogni animazione è assegnata in modo casuale tra 0 e la durata configurata.
ja: アニメーションの度に、0 から設定値までのランダムな値が長さとして設定されます。
ru: Для каждой анимации время показа определяется случайнов диапазоне от 0 до установленного значения.
sv: Varje animations längd får ett slumpmässigt värde mellan 0 och den konfigurerade varaktigheten.
ta: ஒவ்வொரு அசைவூட்ட காலம் சுழியத்திற்கு கட்டமைக்கப்பட்ட கால அளவிற்கு இடையில் தோராயமாக ஒதுக்கப்பட்டு ஒதுக்கப்படுகிறது.
tr: Her animasyon süresi 0 ile belirlenen süre arasında rastgele atanır.

source: Included
de: Enthalten
es: Incluido
it: Incluso
ja: 対象ウィンドウ
ru: Задействовано
ta: சேர்க்கப்பட்டுள்ளது
tr: Dahil Edilen

source: Current workspace only
de: Nur aktuelle Arbeitsfläche
es: Solamente para el área de trabajo actual
it: Solo Workspace Corrente
ja: 現在のワークスペースのみ
pl: Tylko aktualny obszar roboczy
ru: Только текущее рабочее пространсво
sv: Endast nuvarande arbetsyta
ta: தற்போதைய பணியிடம் மட்டுமே
tr: Yalnızca mevcut çalışma alanı

source: All workspaces
de: Alle Arbeitsflächen
es: Todas las áreas de trabajo
it: Tutti i workspace
ja: すべてのワークスペース
pl: Wszystkie obszary robocze
ru: Все рабочие пространства
sv: Alla arbetsytor
ta: அனைத்து பணியிடங்களும்
tr: Tüm çalışma alanları

source: All workspaces, current first
de: Alle Arbeitsflächen, aktuelle zuerst
es: Todas las áreas de trabajo, con prioridad en la actual
it: Tutti i workspace, prima il corrente
ja: すべてのワークスペース (現在が最初)
pl: Wszystkie obszary robocze, aktualny jako pierwszy
ru: Все рабочие пространства, текущее первым
sv: Alla arbetsytor, nuvarande först
ta: அனைத்து பணியிடங்களும், தற்போதையது முதலில்
tr: Tüm çalışma alanları, önce mevcut

source: Workspaces
de: Arbeitsflächen
es: Áreas de trabajo
it: Tutti i workspace
ja: ワークスペース
pl: Obszary robocze
ru: Рабочие пространства
sv: Arbetsytor
ta: பணியிடங்கள்
tr: Çalışma alanları

source: Switch between windows on current or on all workspaces.
de: Umschalten zwischen den Fenstern auf dem aktuellen oder auf allen Arbeitsbereichen.
es: Cambiar entre ventanas en el espacio de trabajo actual o en todos los espacios de trabajo.
it: Passa da una finestra all'altra sull'area di lavoro corrente o su tutte le aree di lavoro.
ja: 現在のワークスペース上、またはすべてのワークスペース上のウィンドウを切り替えます。
ru: Переход между окнами в текущем или во всех рабочих пространствах.
sv: Växla mellan fönster på nuvarande eller alla arbetsytor
ta: மின்னோட்டத்தில் அல்லது அனைத்து பணியிடங்களிலும் சாளரங்களுக்கு இடையில் மாறவும்.
tr: Mevcut veya tüm çalışma alanlarındaki pencereler arası geçiş.

source: Current Monitor
de: Aktueller Monitor
es: Monitor actual
it: Monitor corrente
ja: 現在のモニター
pl: Aktualny Monitor
ru: Текущий монитор
sv: Aktuell bildskärm
ta: தற்போதைய கணித்திரை
tr: Mevcut monitör

source: Switch between windows on current monitor.
de: Umschalten zwischen den Fenstern auf dem aktuellen Monitor.
es: Cambiar entre ventanas en el monitor actual.
it: Mostra solo finestre del monitor corrente.
ja: 現在のモニター上のウィンドウを切り替えます。
ru: Переключение между окнами на текущем мониторе.
sv: Växla endast mellan fönster på aktuell bildskärm
ta: தற்போதைய கணித்திரையில் சாளரங்களுக்கு இடையில் மாறவும்.
tr: Mevcut monitörde ki pencereler arası geçiş.

source: Icons
de: Symbole
es: Iconos
it: Icone
ja: アイコン
pl: Ikony
ru: Иконки
sv: Ikoner
ta: சின்னங்கள்
tr: Simgeler

source: Overlay Icon Size
de: Größe des Überlagerungssymbols
es: Tamaño de icono sobrepuesto
it: Overlay Dimensione Icona
ja: 重ね合わせるアイコンのサイズ
pl: Rozmiar Ikony Nakładki
ru: Размер наложенного значка
sv: Storlek för överlagrad ikon
ta: மேலடுக்கு படவுரு அளவு
tr: Kaplama simge boyutu

source: Set the overlay icon size in pixels.
de: Größe des Überlagerungssymbols in Pixeln festlegen.
es: Establecer el tamaño del icono sobrepuesto en pixeles.
it: Imposta l'overlay della dimensione dell'icona in pixel.
ja: 重ね合わせるアイコンのサイズをピクセル単位で設定します。
pl: Ustaw rozmiar ikony nakładki w pikselach
ru: Установите размер накладываемого значка в пикселях.
sv: Ange storlek på överlagrad ikon i pixlar.
ta: மேலடுக்கு படவுரு அளவை புள்ளிகளில் அமை.
tr: Kaplama simgesi boyutunu piksel cinsinden ayarla.

source: Overlay Icon Opacity
de: Deckkraft des Überlagerungssymbols
es: Opacidad del icono sobrepuesto
it: Opacità Overlay Icona
ja: 重ね合わせるアイコンの透明度
pl: Nieprzezroczystość ikony nakładki
ru: Прозрачность наложенного значка
sv: Opacitet för överlagrad ikon
ta: மேலடுக்கு படவுரு ஒளிபுகாநிலை
tr: Kaplama simgesi saydamlığı

source: Set the overlay icon opacity.
de: Deckkraft des Überlagerungssymbols festlegen.
es: Establecer la opacidad del icono sobrepuesto.
it: Imposta l'overlay dell'opacità dell'icona.
ja: 重ね合わせるアイコンの透明度を設定します。
pl: Ustaw przezroczystość ikony nakładki
ru: Установите прозрачность наложенного значка.
sv: Ställ in opaciteten för överlagrad ikon.
ta: மேலடுக்கு படவுரு ஒளிபுகாநிலையை அமை.
tr: Kaplama simgesi saydamlığını ayarla.

source: Classic
de: Klassisch
es: Clásico
it: Classico
ja: クラシック
pl: Klasyczne
ru: Классический
sv: Klassisk
ta: செம்மையான
tr: Klasik

source: Overlay
de: Überlagern
es: Sobreposición
it: In trasparenza
ja: 重ね合わせる
pl: Nakładka
ru: Поверх окна
sv: Överlagrad
ta: மேலடுக்கு
tr: Kapla

source: Attached
de: Angehängt
es: Adjunto
it: Allegato
ja: 一緒に表示
pl: Dołączone
ru: Прикрепленный
ta: இணைக்கப்பட்டுள்ளது
tr: Yapışık

source: Application Icon Style
de: Anwendungssymbolstil
es: Estilo de iconos de aplicación
it: Stile delle icone delle applicazioni
ja: アプリケーションアイコンのスタイル
ru: Стиль значка приложения
sv: Programikonstil
ta: பயன்பாட்டு படவுரு பாணி
tr: Uygulama simge tarzı

source: Fade Only
de: Nur verblassen
es: Solo desvanecer
it: Solo dissolvenza
ja: フェードのみ
ru: Только выцветание
sv: Endast toning
ta: மங்க மட்டுமே
tr: Sadece Solma

source: Scale Only
de: Nur skalieren
es: Solo escalar
it: Solo ridimensionamento
ja: 拡大・縮小のみ
ru: Только масштабирование
sv: Endast skalning
ta: அளவு மட்டும்
tr: Sadece Boyut

source: Fade and Scale
de: Verblassen und skalieren
es: Desvanecer y escalar
it: Dissolvenza e ridimensionamento
ja: フェードと拡大・縮小
ru: Выцветание и масштабирование
sv: Tona och skala
ta: மங்கல் மற்றும் அளவு
tr: Solma ve Boyut

source: Add / Remove Effects
de: Effekte hinzufügen / entfernen
es: Añadir/quitar efectos
it: Aggiungi/rimuovi effetti
ja: 追加時/削除時の効果
ru: Добавить / Удалить эффекты
sv: Lägg till/ta bort effekter
ta: விளைவுகளைச் சேர் / அகற்று
tr: Ekleme / Kaldırma Efektleri

source: How Icons and Labels ease in and out.
de: Wie Symbole und Beschriftungen ein- und ausgeblendet werden.
es: Cómo aparecen y desaparecen los íconos y las etiquetas.
it: Come icone ed etichette appaiono e scompaiono.
ja: アイコンとラベルのアニメーションのイージングを設定します。
ru: Как показывать и скрывать значки и надписи приложений.
ta: ஐகான்கள் மற்றும் லேபிள்கள் எவ்வாறு வெளியேறுகின்றன.
tr: Simge ve Etiketlerin giriş-çıkış efekti.

source: Icon Shadow
de: Symbolschatten
es: Sombra de icono
it: Ombra dell'icona
ja: アイコンの影
pl: Cień Ikony
ru: Тень значка
sv: Ikonskugga
ta: படவுரு நிழல்
tr: Simge gölgesi

source: Windows
es: Ventanas
it: Finestre
ja: ウィンドウ
ru: Окна
sv: Fönster
ta: சாளரங்கள்
tr: Pencereler

source: Window Preview Size to Monitor Size Ratio
de: Verhältnis zwischen Fenstergröße und Monitorgröße
es: Relación entre el tamaño de la vista previa de la ventana y el tamaño del monitor
it: Rapporto tra le dimensioni dell'anteprima della finestra e quelle del monitor
ja: モニターサイズに対するウィンドウプレビューサイズの比率
ru: Соотношение размера окна предварительного просмотра и размера монитора
sv: Förhållandet mellan förhandsgranskningsfönstrets storlek och bildskärmens storlek
ta: அளவு விகிதத்தைக் கண்காணிக்க சாளர முன்னோட்டம் அளவு
tr: Pencere ön izleme boyutunun monitör boyutuna oranı

source: Maximum ratio of window preview size to monitor size.
de: Maximales Verhältnis zwischen der Vorschaufenstergröße und der Monitorgröße.
es: Relación máxima entre el tamaño de la vista previa de la ventana y el tamaño del monitor.
it: Rapporto massimo tra le dimensioni dell'anteprima della finestra e le dimensioni del monitor.
ja: モニターサイズに対するウィンドウプレビューサイズの最大比率。
pl: Maksymalny stosunek rozmiaru podglądu okna do rozmiaru monitora.
ru: Максимальное соотношение размера окна предварительного просмотра к размеру монитора.
sv: Maximalt förhållande mellan förhandsgranskningsfönstrets storlek och bildskärmens storlek.
ta: அளவைக் கண்காணிக்க சாளர முன்னோட்ட அளவின் அதிகபட்ச விகிதம்.
tr: Pencere ön izleme boyutunun monitör boyutuna maksimum oranı.

source: Off-center Size Factor
de: Außermittiger Größenfaktor
es: Factor de tamaño descentrado
it: Fattore di dimensione decentrata
pl: Współczynnik rozmiaru poza centrum
ru: Смещенный от центра коэффициент размера
ta: மையத்திற்கு வெளியே அளவுக் காரணி
tr: Merkez Dışı Boyut Faktörü

source: Factor by which to successively shrink previews off to the side.
de: Faktor, um den die Vorschaubilder seitlich sukzessive verkleinert werden.
es: Factor por el cual encoger sucesivamente las vistas previas a un lado.
it: Fattore con cui rimpicciolire successivamente le anteprime.
ru: Фактор, с помощью которого можно последовательно сдвигать предварительные просмотры в сторону.
ta: பக்கவாட்டில் முன்னோட்டங்களை அடுத்தடுத்து சுருங்குவதற்கான காரணி.
tr: Yan taraftaki önizlemelerin sırayla küçülme oranı.

source: Coverflow Window Angle
es: Ángulo de ventanas en Coverflow
ru: Угол наклона окна в режиме Coverflow
sv: Coverflow fönstervinkel
ta: மூடிஓட்டம் சாளரம் கோணம்
tr: Coverflow Pencere Açısı

source: Angle of off-center windows in coverflow mode.
de: Winkel von nicht zentrierten Fenstern im Coverflow-Modus.
es: Ángulo de las ventanas descentradas en modo Coverflow.
ru: Угол смещения окон от центра в режиме coverflow.
ta: மூடிபாய்ச்சல் பயன்முறையில் அப்பால்-நடு சாளரங்களின் கோணம்.
tr: Coverflow modunda merkez dışı pencerelerin açısı.

source: Coverflow Window Offset Width
ru: Ширина смещения окна Coverflow
ta: மூடிஓட்டம் சாளரம் ஈடுசெய் அகலம்
tr: Coverflow Pencere Ofset Genişliği

source: How far windows are off to the side in coverflow mode.
ru: Как далеко расположены окна в сторону в режиме coverflow.
ta: மூடிபாய்ச்சல் பயன்முறையில் சாளரங்கள் எவ்வளவு தூரம் பக்கமாக உள்ளன.
tr: Coverflow modunda pencerelerin yan tarafa ne kadar kaydığı.

source: AppSwitcher
it: Carosello
ja: アプリスイッチャー
ru: Переключатель приложений
sv: Programväxlare
ta: பயன்பாடுமாற்றி
tr: Uygulama Geçişi

source: Make the Application Switcher Show Only First Preview
es: Cómo hacer que el selector de aplicaciones muestre solo la primera vista previa
ru: Отображать только одно окно приложения для предварительного просмотра
ta: பயன்பாட்டு மாற்றி முதல் முன்னோட்டத்தை மட்டுமே காண்பி
tr: Uygulama Geçişte Sadece İlk Önizlemeyi Göster

source: Don't group windows of the same application in a subswitcher.
de: Fenster der gleichen Anwendung nicht in einem Unterumschalter gruppieren.
es: No agrupes ventanas de la misma aplicación en un subconmutador.
it: Non raggruppare le finestre della stessa applicazione in un subswitcher.
ja: 同じアプリケーションのウィンドウをサブスイッチャー内でグループ化しません。
ru: Не группировать окна одного и того же приложения в отдельном переключателе.
sv: Gruppera inte fönster från samma program i en underväxlare.
ta: ஒரே பயன்பாட்டின் சாளரங்களை ஒரு துணைக்குழுவில் குழு செய்ய வேண்டாம்.
tr: Aynı uygulamanın pencerelerini alt geçişte gruplandırma.

source: Desaturate
de: Entsättigen
es: Desaturar
it: Desaturazione
ja: モノクロ化
ru: Обесцветить
sv: Minska mättnad
ta: தேய்வுறு
tr: Renk Azaltma

source: Larger means more desaturation.
de: Größer bedeutet mehr Entsättigung.
es: Más grande significa más desaturación.
it: Una dimensione maggiore significa una maggiore desaturazione.
ja: 大きいほどモノクロになります。
ru: Чем больше, тем больше обесцвечивание.
sv: Större värde betyder mindre mättnad.
ta: பெரியது என்றால் அதிக தேய்வுற்றது.
tr: Yüksek değer daha az renk demektir.

source: Tint
es: Matiz
it: Tinta
ru: Оттенок
sv: Nyans
ta: மென்னிறம்
tr: Renk Tonu

source: Color
de: Farbe
it: Colore
ja: 色
pl: Kolor
ru: Цвет
sv: Färg
ta: நிறம்
tr: Renk

source: Set to Theme Color
de: Auf Themenfarbe festlegen
es: Ajustar al color del tema
it: Imposta il colore del tema
ja: テーマカラーを設定
ru: Установить цвет темы
sv: Använd temats färg
ta: கருப்பொருள் வண்ணமாக அமை
tr: Tema Rengine Ayarla

source: Blend
de: Mischen
es: Mezclar
it: Miscela
ja: 混色
ru: Смешивание
sv: Blandning
ta: கலப்பு
tr: Karışım

source: How much to blend the tint color; bigger means more tint color.
es: Cuánto mezclar el color del tinte; más grande significa más color de tinte.
it: Quanto miscelare il colore della tinta; più grande significa più colore della tinta.
ru: Сколько нужно растушевать оттеночного цвета; чем больше, тем больше оттенок.
ta: சாயல் நிறத்தை எவ்வளவு கலக்க வேண்டும்; பெரியது என்றால் அதிக சாயல் நிறம்.
tr: Renk tonunun karışım oranı; yüksek değer daha fazla ton rengi demektir.

source: Glitch
ja: グリッチ
pl: Zakłócenia
ru: Глюки
ta: தடுமாற்றம்
tr: Bozma Efekti

source: Keybindings
de: Tastenbelegungen
es: Atajos de teclado
it: Scorciatoie da tastiera
ja: キーバインディング
pl: Skróty klawiszowe
ru: Сочетания клавиш
sv: Tangentbindningar
ta: விசைபிணைப்புகள்
tr: Tuş atamaları

source: System Actions Keybindings
es: Combinaciones de teclas de acciones del sistema
it: Scorciatoie da tastiera per azioni di sistema
ja: システムアクションのキーバインディング
ru: Системные действия и привязки клавиш
ta: கணினி செயல்கள் விசைபிணைப்புகள்
tr: Sistem Eylemleri Tuş Atamaları

source: In case of conflicts with other window switchers, can unbind from system actions.
es: En caso de conflictos con otros conmutadores de ventanas, puede desvincularse de las acciones del sistema.
it: In caso di conflitti con altri window switcher, è possibile separare dalle azioni di sistema.
ja: その他のウィンドウスイッチャーと競合する場合、システムアクションとの連携を解除できます。
ru: В случае конфликтов с другими оконными переключателями, может отказаться от системных действий.
sv: Vid konflikter med andra fönsterväxlare kan bindningen från systemåtgärder kopplas bort.
ta: பிற சாளரமாற்றிகளுடனான மோதல்கள் ஏற்பட்டால், கணினி செயல்களிலிருந்து பிணைப்புநீக்கு.
tr: Diğer pencere geçiş araçlarıyla çakışma durumunda sistem eylemlerinden çözülebilir.

source: Bind to 'switch-windows'
es: Enlazar a 'switch-windows'
it: Legato a 'switch-windows'
ja: 'switch-windows' と連携する
pl: Powiąż z 'switch-windows'
ru: Привязка к "Клавише-Win"
sv: Bind till 'växla fönster'
ta: 'சாளரங்கள்-மாற்றி' உடன் பிணை
tr: 'switch-windows' ile bağla

source: Bind to 'switch-applications'
es: Enlazar a 'switch-applications'
it: Legato a "switch-applicazioni"
ja: 'switch-applications' と連携する
ru: Привязка к "Клавише-приложений"
ta: 'பயன்பாடுகள்-மாற்றி' உடன் பிணை
tr: 'switch-applications' ile bağla

source: Internal Actions Keybindings
es: Combinaciones de teclas para acciones internas
it: Scorciatoie da tastiera per azioni interne
ja: 内部アクションのキーバインディング
ru: Внутренние действия и привязки клавиш
ta: உள் செயல்கள் விசைபிணைப்புகள்
tr: Dahili Eylemler Tuş Atamaları

source: Internal actions that will not conflict with other window switchers.
es: Acciones internas que no entrarán en conflicto con otros conmutadores de ventanas.
it: Azioni interne che non saranno in conflitto con altri window switcher.
ja: その他のウィンドウスイッチャーと競合することがない内部アクションです。
ru: Внутренние действия, которые не будут конфликтовать с другими переключателями окон.
ta: மற்ற சாளர மாற்றிகளுடன் முரண்படாத உள் நடவடிக்கைகள்.
tr: Diğer pencere geçiş araçlarıyla çakışmayacak dahili eylemler.

source: Coverflow Switch Windows Shortcut
es: Acceso directo de Coverflow Switch para Windows
ru: Coverflow клавиша Win
ta: மூடிஓட்டம் மாற்றிச் சாளரங்கள் குறுக்குவழி
tr: Coverflow Pencere Geçiş Kısayolu
