Repository: dsheeler/CoverflowAltTab
Catalog: locale/*.po
Languages: de, es, it, ja, pl, ru, sv, ta, tr

source: Activate window switcher.
es: Activar el conmutador de ventanas.
ja: ウィンドウスイッチャーを有効にします。
ru: Активируйте переключатель окон.
sv: Aktivera fönsterväxlaren.
ta: சாளர மாற்றியைச் செயல்படுத்து.
tr: Pencere geçişi etkinleştir.

source: Coverflow Switch Applications Shortcut
es: Acceso directo a aplicaciones de Coverflow Switch
ru: Coverflow клавиша переключения приложений
ta: மூடிஓட்டம் மாற்றிப் பயன்பாடுகள் குறுக்குவழி
tr: Coverflow Uygulama Geçiş Kısayolu

source: Activate application switcher.
es: Activar el selector de aplicaciones.
ja: アプリケーションスイッチャーを有効にします。
ru: Активируйте переключатель приложений.
sv: Aktivera programväxlaren.
ta: பயன்பாட்டு மாற்றியைச் செயல்படுத்து.
tr: Uygulama geçişi etkinleştir.

source: Advanced Options
es: Opciones avanzadas
it: Opzioni avanzate
ja: 高度なオプション
ru: Расширенные параметры
sv: Avancerade alternativ
ta: மேம்பட்ட விருப்பங்கள்
tr: Gelişmiş Seçenekler

source: None
de: Keine
es: Ninguno
it: Nessuno
ja: なし
pl: Brak
ru: Нет
sv: Ingen
ta: எதுவுமில்லை
tr: Hiçbiri

source: Move Camera
de: Kamera verschieben
es: Mover cámara
it: Sposta la telecamera
ja: カメラを移動
pl: Przenieś kamerę
ru: Перемещение камеры
ta: ஒளிப்படக்கருவியை நகர்த்து
tr: Kamerayı taşı

source: Adjust Angles
de: Winkel anpassen
es: Ajustar ángulos
it: Aggiusta Angoli
ja: 角度を調整
pl: Dopasuj kąty
ru: Настройка углов
sv: Justera vinklar
ta: கோணங்களைச் சரிசெய்
tr: Açıları ayarla

source: Perspective Correction
de: Perspektivische Korrektur
es: Corrección de perspectiva
it: Correzione della prospettiva
ja: パースペクティブ補正
pl: Korekcja Perspektywy
ru: Коррекция перспективы
sv: Perspektivkorrigering
ta: முன்னோக்கு திருத்தம்
tr: Perspektif düzeltme

source: Method to make off-center switcher look centered.
es: Método para hacer que el conmutador descentrado parezca centrado.
ru: Способ заставляющий смещенный от центра переключатель выглядеть центрированным.
ta: மையத்திற்கு வெளியே மாற்றித் தோற்றத்தை மையமாகக் கொண்ட முறை.
tr: Merkez dışı geçişin merkezli görünmesini sağlama yöntemi.

source: Verbose Logging
es: Registro detallado
it: Logging verboso
ja: 詳細なログ出力
ru: Подробное ведение журнала
ta: சொற்களஞ்சியம் பதிவு
tr: Ayrıntılı Günlük

source: Log debug and normal messages.
es: Registrar mensajes de depuración y normales.
it: Logga il debug e messaggi normali.
ja: デバッグメッセージと通常メッセージをログ出力します。
ru: Регистрировать отладочные и обычные сообщения.
ta: பதிவு பிழைத்திருத்தம் மற்றும் சாதாரண செய்திகள்.
tr: Hata ayıklama ve normal mesajları günlükle.

source: Highlight Window Under Mouse
de: Fenster unter der Maus hervorheben
es: Resaltar ventana debajo del cursor
it: Evidenzia la finestra sotto il mouse
ja: マウス直下にあるウィンドウを強調表示
pl: Podświetl Okno Pod Myszką
ru: Выделять окно с помощью мыши
ta: சுட்டியின் கீழ் சாளரத்தை முன்னிலைப்படுத்து
tr: Farenin altındaki pencereyi vurgula

source: Draw a colored highlight on window under the mouse to know the effects of clicking.
es: Dibuja un resalte de color en la ventana inferior al ratón para conocer los efectos del clic.
it: Evidenzia con colore la finestra sotto il mouse per conoscere gli effetti del clic.
ja: マウス直下のウィンドウを色付きで強調表示することで、クリックを可視化します。
ru: Рисовать цветную подсветку на окне под мышкой,чтобы увидеть эффект от нажатия.
ta: சொடுக்கு செய்வதன் விளைவுகளை அறிய சுட்டியின் கீழ் சாளரத்தில் ஒரு வண்ண சிறப்பம்சத்தை வரை.
tr: Tıklama etkilerini görmek için fare altındaki pencereyi renkli vurgula.

source: Raise Window Under Mouse
de: Fenster unter der Maus anheben
es: Alzar la ventana debajo del cursor
it: Alza la finestra sotto il mouse
ja: マウス直下にあるウィンドウを前面に表示
pl: Podnieś Okno Pod Myszką
ru: Поднимать окно с помощью мыши
sv: Höj fönstret under musen
ta: சுட்டியின் கீழ் சாளரத்தை உயர்த்தவும்
tr: Farenin altındaki pencereyi belirginleştir

source: Raise the window under the mouse above all others.
de: Fenster unter der Maus über alle anderen anheben.
es: Alzar la ventana debajo del cursor por encima de todas las demás.
it: Alza la finestra sotto il mouse sopra tutte le altre.
ja: マウス直下にあるウィンドウを、他のウィンドウよりも前面に表示します。
pl: Podnieś okno pod myszką nad wszystkie
ru: Поднимать окно под мышкой выше всех остальных.
sv: Höj fönstret under musen ovanför alla andra.
ta: எல்லாவற்றிற்கும் மேலாகச் சுட்டியின் கீழ் சாளரத்தை உயர்த்தவும்.
tr: Farenin altındaki pencereyi diğerlerinin üzerine çıkar.

source: Contribute
de: Beitragen
es: Contribuir
it: Contribuisci
ja: 貢献
pl: Przyczynianie się
ru: Вклад
ta: பங்களிப்பு
tr: Katkı

source: Code (create pull requests, report issues, etc.)
es: Código (crear pull request, reportar problemas, etc)
it: Codice (crea richieste di pull, segnala problemi, ecc.)
ja: コード (プルリクエスト作成や不具合報告など)
pl: Kod (twórz pull requesty, zgłaszaj problemy, itd.)
ru: Код (создание запросов на извлечение, сообщение о проблемах и т.д.)
sv: Kod (skapa pull requests, rapportera problem, etc.)
ta: குறியீடு (இழுக்கும் கோரிக்கைகளை உருவாக்கு, அறிக்கை சிக்கல்கள் போன்றவை)
tr: Kod (PR oluşturma, sorunları bildirme vb.)

source: Donate
de: Spenden
es: Donar
it: Dona
ja: 寄付
pl: Przekaż darowiznę
ru: Пожертвования
sv: Donera
ta: நன்கொடை
tr: Bağış yap

source: Translate
de: Übersetzen
es: Traducir
it: Traduci
ja: 翻訳
ru: Перевод
sv: Översätta
ta: மொழிபெயர்த்திடு
tr: Çevir

source: Choose...
es: Elegir...
ja: 選択…
ru: Выберите...
sv: Välj...
ta: தேர்வு...
tr: Seç...

source: Change keyboard shortcut
es: Cambiar el atajo del teclado
ja: キーボードショートカットを変更
ru: Изменить сочетание клавиш
ta: விசைப்பலகை குறுக்குவழியை மாற்று
tr: Klavye kısayolunu değiştir

source: Clear
es: Limpiar
ja: 消去
ru: Очистить
sv: Rensa
ta: துடை
tr: Temizle

source: Press your keyboard shortcut...
es: Presione su atajo de teclado...
ja: キーボードショートカットを押してください…
ru: Нажмите сочетание клавиш...
ta: உங்கள் விசைப்பலகை குறுக்குவழியை அழுத்து...
tr: Klavye kısayoluna basın...

source: Switcher
pl: Przełącznik

source: Blur
pl: Rozmycie
